Repository: NeilAlvn/Farmsy-app
Catalog: Farmsy/Localizable.xcstrings
Source language: en
Languages: de, fr, nl

source: Upgrade to Farmsy Plus
de: Auf Farmsy Plus upgraden
fr: Passer à Farmsy Plus
nl: Upgrade naar Farmsy Plus

source: Use an email address on your farm's own domain and we can verify you fastest.
de: Verwenden Sie eine E-Mail-Adresse auf der eigenen Domain Ihres Hofes, dann können wir Sie am schnellsten verifizieren.
fr: Utilisez un e-mail sur le domaine de votre ferme et nous pourrons vous vérifier le plus rapidement possible.
nl: Gebruik een e-mailadres op het domein van je boerderij, dan kunnen we je het snelst verifiëren.

source: Use my location
de: Meinen Standort verwenden
fr: Utiliser ma position
nl: Gebruik mijn locatie

source: Vending machine
de: Automat
fr: Distributeur
nl: Automaat

source: Verification
de: Verifizierung
fr: Vérification
nl: Verificatie

source: Verified
de: Verifiziert
fr: Vérifié
nl: Geverifieerd

source: Verified farm shops
de: Verifizierte Hofläden
fr: Boutiques de ferme vérifiées
nl: Geverifieerde boerderijwinkels

source: Verified farms
de: Verifizierte Höfe
fr: Fermes vérifiées
nl: Geverifieerde boerderijen

source: View farm
de: Hof ansehen
fr: Voir la ferme
nl: Bekijk boerderij

source: View more
de: Mehr anzeigen
fr: Voir plus
nl: Meer weergeven

source: View my list
de: Meine Liste ansehen
fr: Voir ma liste
nl: Bekijk mijn lijst

source: Visit a farm and tell people what you found.
de: Besuche einen Hof und erzähle, was du gefunden hast.
fr: Visitez une ferme et racontez ce que vous y avez trouvé.
nl: Bezoek een boerderij en vertel wat je er vond.

source: Visitor report
de: Besuchermeldung
fr: Signalement de visiteur
nl: Bezoekersmelding

source: WHAT'S NEW
de: NEUIGKEITEN
fr: ACTUALITÉS
nl: NIEUW

source: Walk
de: Zu Fuß
fr: À pied
nl: Lopen

source: Was it open?
de: War geöffnet?
fr: C'était ouvert ?
nl: Was het open?

source: We check every report by hand and fix the listing.
de: Wir prüfen jede Meldung von Hand und korrigieren den Eintrag.
fr: Nous vérifions chaque signalement à la main et corrigeons la fiche.
nl: We controleren elke melding met de hand en passen de vermelding aan.

source: We could not find your account. Open the link from the email, or sign in first.
de: Wir konnten Ihr Konto nicht finden. Öffnen Sie den Link aus der E-Mail, oder melden Sie sich zuerst an.
fr: Nous n’avons pas trouvé votre compte. Ouvrez le lien de l’e-mail, ou connectez-vous d’abord.
nl: We konden je account niet vinden. Open de link uit de e-mail, of log eerst in.

source: We found %lld of %lld products at %lld farms within %lld km.
de: Wir haben %1$lld deiner %2$lld Produkte bei %3$lld Höfen im Umkreis von %4$lld km gefunden.
fr: Nous avons trouvé %1$lld de vos %2$lld produits dans %3$lld fermes à moins de %4$lld km.
nl: We vonden %lld van je %lld producten bij %lld boerderijen binnen %lld km.

source: We use this only to keep your answers together and to write back if you asked something.
de: Wir verwenden das nur, um Ihre Antworten zusammenzuhalten und zu antworten, falls Sie etwas gefragt haben.
fr: Nous l’utilisons uniquement pour regrouper vos réponses et vous répondre si vous avez posé une question.
nl: We gebruiken dit alleen om je antwoorden te bewaren en om terug te schrijven als je een vraag stelt.

source: We'll be in touch at %@ once the team has verified your claim.
de: Wir melden uns bei %@, sobald das Team Ihren Anspruch bestätigt hat.
fr: Nous vous contacterons à %@ une fois que l'équipe aura vérifié votre réclamation.
nl: We nemen contact met je op via %@ zodra het team je claim heeft geverifiëerd.

source: We've sent a verification link to %@. Click it to activate your account, then log in.
de: Wir haben einen Bestätigungslink an %@ gesendet. Klicke darauf, um dein Konto zu aktivieren, und melde dich dann an.
fr: Nous avons envoyé un lien de vérification à %@. Cliquez dessus pour activer votre compte, puis connectez-vous.
nl: We hebben een verificatielink naar %@ gestuurd. Klik erop om je account te activeren en log daarna in.

source: Website
de: Webseite
fr: Site web

source: Welcome back
de: Willkommen zurück
fr: Bon retour
nl: Welkom terug

source: What are you *looking* for?
de: Wonach *suchst* du?
fr: Que *recherchez*-vous ?
nl: Waar ben je naar op *zoek*?

source: What could be better?
de: Was könnte besser sein?
fr: Qu’est-ce qui pourrait être mieux ?
nl: Wat kan er beter?

source: What did not work, what was missing, or what went well?
de: Was hat nicht funktioniert, was hat gefehlt, oder was lief gut?
fr: Qu’est-ce qui n’a pas marché, qu’est-ce qui manquait, ou qu’est-ce qui allait bien ?
nl: Wat werkte niet, wat miste je, of wat viel juist mee?

source: What did you find?
de: Was hast du gefunden?
fr: Qu'avez-vous trouvé ?
nl: Wat heb je gevonden?

source: What did you see today?
de: Was hast du heute gesehen?
fr: Qu'avez-vous vu aujourd'hui ?
nl: Wat heb je vandaag gezien?

source: What did you see?
de: Was hast du gesehen?
fr: Qu'avez-vous vu ?
nl: Wat heb je gezien?

source: What do they sell?
de: Was verkaufen sie?
fr: Que vendent-ils ?
nl: Wat verkopen ze?

source: What do you need this week?
de: Was brauchst du diese Woche?
fr: De quoi avez-vous besoin cette semaine ?
nl: Wat heb je deze week nodig?

source: What is ripe, month by month, and what to make with it. Tap a month.
de: Was reif ist, Monat für Monat, und was man daraus macht. Tippe auf einen Monat.
fr: Ce qui est mûr, mois par mois, et quoi en faire. Touchez un mois.
nl: Wat er rijp is, maand voor maand, en wat je ermee maakt. Tik op een maand.

source: What is wrong?
de: Was stimmt nicht?
fr: Qu'est-ce qui ne va pas ?
nl: Wat klopt er niet?

source: What people are saying
de: Was andere sagen
fr: Ce que les gens en disent
nl: Wat mensen zeggen

source: What to make with it
de: Was man daraus macht
fr: Quoi en faire
nl: Wat maak je ermee

source: What was still there?
de: Was war noch da?
fr: Que restait-il ?
nl: Wat was er nog?

source: What's new
de: Was gibt's Neues
fr: Quoi de neuf
nl: Wat is er nieuw

source: What's new at %@?
de: Was gibt's Neues bei %@?
fr: Quoi de neuf chez %@ ?
nl: Wat is er nieuw bij %@?

source: When and what kind
de: Wann und welche Art
fr: Quand et quel type
nl: Wanneer en wat voor soort

source: Where are you *exploring* today?
de: Wo gehst du heute auf *Entdeckung*?
fr: Où *explorez*-vous aujourd'hui ?
nl: Waar ga je vandaag op *ontdekking*?

source: Where are you?
de: Wo bist du?
fr: Où êtes-vous ?
nl: Waar ben je?

source: Where is it?
de: Wo ist es?
fr: Où est-ce ?
nl: Waar is het?

source: Which farm?
de: Welcher Hof?
fr: Quelle ferme ?
nl: Welke boerderij?

source: Why Farmsy
de: Warum Farmsy
fr: Pourquoi Farmsy
nl: Waarom Farmsy

source: Wine
de: Wein
fr: Vin
nl: Wijn

source: With photos
de: Mit Fotos
fr: Avec photos
nl: Met foto's

source: Wrong location
de: Falscher Standort
fr: Mauvais emplacement
nl: Verkeerde locatie

source: YOU
de: DU
fr: VOUS
nl: JIJ

source: Yearly
de: Jährlich
fr: Annuel
nl: Jaarlijks

source: Yearly — %@/year
de: Jährlich — %@/Jahr
fr: Annuel — %@/an
nl: Jaarlijks — %@/jaar

source: Yes 🌱
de: Ja 🌱
fr: Oui 🌱
nl: Ja 🌱

source: You don't have a membership yet
de: Du hast noch keine Mitgliedschaft
fr: Vous n'avez pas encore d'abonnement
nl: Je hebt nog geen lidmaatschap

source: You have Lifetime access
de: Du hast lebenslangen Zugang
fr: Vous avez un accès à vie
nl: Je hebt levenslange toegang

source: You have already answered the questions, thank you. Anything you write here comes straight to us.
de: Sie haben die Fragen bereits beantwortet, danke. Alles, was Sie hier schreiben, kommt direkt bei uns an.
fr: Vous avez déjà répondu aux questions, merci. Tout ce que vous écrivez ici nous parvient directement.
nl: Je hebt de vragen al beantwoord, dank je. Alles wat je hier schrijft komt rechtstreeks bij ons terecht.

source: You're all *set*
de: Alles *bereit*
fr: Tout est *prêt*
nl: Je bent er *klaar* voor

source: You're browsing as a guest
de: Sie surfen als Gast
fr: Vous naviguez en tant qu'invité
nl: Je bekijkt de app als gast

source: You're on the Yearly plan
de: Du hast das Jahresabo
fr: Vous êtes sur la formule annuelle
nl: Je hebt het jaarabonnement

source: You: %lld reports · %lld farms
de: Du: %lld Meldungen · %lld Höfe
fr: Vous : %lld signalements · %lld fermes
nl: Jij: %lld meldingen · %lld boerderijen

source: Your account doesn't have full access yet
de: Ihr Konto hat noch keinen vollständigen Zugriff
fr: Votre compte n'a pas encore un accès complet
nl: Je account heeft nog geen volledige toegang

source: Your account was deleted
de: Dein Konto wurde gelöscht
fr: Votre compte a été supprimé
nl: Je account is verwijderd

source: Your contributions
de: Deine Beiträge
fr: Vos contributions
nl: Jouw bijdragen

source: Your current location
de: Dein aktueller Standort
fr: Votre position actuelle
nl: Je huidige locatie

source: Your farms
de: Deine Höfe
fr: Vos fermes
nl: Jouw boerderijen

source: Your full name *
de: Ihr vollständiger Name *
fr: Votre nom complet *
nl: Je volledige naam *

source: Your membership has expired
de: Deine Mitgliedschaft ist abgelaufen
fr: Votre abonnement a expiré
nl: Je lidmaatschap is verlopen

source: Your membership is ending
de: Deine Mitgliedschaft endet
fr: Votre abonnement se termine
nl: Je lidmaatschap loopt af

source: Your membership was bought through %@. Cancel it there so you aren't charged again.
de: Deine Mitgliedschaft wurde über %@ gekauft. Kündige sie dort, damit dir nichts erneut berechnet wird.
fr: Votre abonnement a été acheté via %@. Annulez-le là-bas pour ne plus être facturé.
nl: Je lidmaatschap is via %@ gekocht. Zeg het daar op zodat je niet opnieuw wordt gefactureerd.

source: Your name (optional)
de: Ihr Name (optional)
fr: Votre nom (facultatif)
nl: Je naam (optioneel)

source: Your profile, saved farms and subscription data have been removed. Thanks for trying Farmsy.
de: Dein Profil, gespeicherte Höfe und Abodaten wurden entfernt. Danke, dass du Farmsy ausprobiert hast.
fr: Votre profil, vos fermes enregistrées et vos données d'abonnement ont été supprimés. Merci d'avoir essayé Farmsy.
nl: Je profiel, bewaarde boerderijen en abonnementsgegevens zijn verwijderd. Bedankt dat je Farmsy hebt geprobeerd.

source: Your route has %lld stops. Farmsy Plus orders them and draws the road.
de: Deine Route hat %lld Stopps. Farmsy Plus bringt sie in die beste Reihenfolge und zeichnet die Route.
fr: Votre itinéraire compte %lld arrêts. Farmsy Plus les met dans l'ordre et trace la route.
nl: Je route heeft %lld stops. Farmsy Plus zet ze op volgorde en tekent de weg.

source: Your session expired — please sign in again.
de: Ihre Sitzung ist abgelaufen — bitte melden Sie sich erneut an.
fr: Votre session a expiré — veuillez vous reconnecter.
nl: Je sessie is verlopen — log opnieuw in.

source: Your trial is active
de: Deine Testphase ist aktiv
fr: Votre essai est actif
nl: Je proefperiode is actief

source: Zelfpluk farms you can visit
de: Selbstpflück-Höfe zum Besuchen
fr: Fermes en libre cueillette à visiter
nl: Zelfplukboerderijen die je kunt bezoeken

source: badges
de: Abzeichen

source: categories
de: Kategorien
fr: catégories
nl: categorieën

source: coverage
de: Abdeckung
fr: couverture
nl: dekking

source: e.g. Boerderij De Groene Weide
de: z. B. Boerderij De Groene Weide
fr: p. ex. Boerderij De Groene Weide
nl: bijv. Boerderij De Groene Weide

source: e.g. Mo–Sa 9:00–17:00
de: z. B. Mo–Sa 9:00–17:00
fr: p. ex. lun–sam 9:00–17:00
nl: bijv. ma–za 9:00–17:00

source: e.g. Utrecht
de: z. B. Utrecht
fr: p. ex. Utrecht
nl: bijv. Utrecht

source: farm
de: Hof
fr: ferme
nl: boerderij

source: farm shops
de: Hofläden
fr: fermes de producteurs
nl: boerderijwinkels

source: farms
de: Höfe
fr: fermes
nl: boerderijen

source: iOS settings
de: iOS-Einstellungen
fr: Réglages iOS
nl: iOS-instellingen

source: in review
de: in Prüfung
fr: en cours d'examen
nl: in beoordeling

source: just now
de: gerade eben
fr: à l’instant
nl: zojuist

source: likely
de: wahrscheinlich
fr: probable
nl: waarschijnlijk

source: near you
de: in Ihrer Nähe
fr: près de chez vous
nl: bij jou in de buurt

source: off route
de: abseits der Route
fr: hors trajet
nl: van de route af

source: our website
de: unsere Website
fr: notre site web
nl: onze website

source: reports
de: Meldungen
fr: signalements
nl: meldingen

source: stop
de: Stopp
fr: arrêt

source: stops
de: Stopps
fr: arrêts

source: the App Store
de: den App Store
fr: l'App Store
nl: de App Store

source: then %@ / year
de: danach %@ / Jahr
fr: puis %@ / an
nl: daarna %@ / jaar

source: today
de: heute
fr: aujourd'hui
nl: vandaag

source: yesterday
de: gestern
fr: hier
nl: gisteren

source: your location
de: Ihr Standort
fr: votre position
nl: jouw locatie

source: “Found a cheese farm ten minutes from home. Fresher than the supermarket, and I know exactly who made it.”
de: Einen Käsehof zehn Minuten von zu Hause gefunden. Frischer als im Supermarkt, und ich weiß genau, wer ihn gemacht hat.
fr: J'ai trouvé une fromagerie à dix minutes de chez moi. Plus frais qu'au supermarché, et je sais exactement qui l'a fabriqué.
nl: “Een kaasboerderij gevonden op tien minuten van huis. Varser dan de supermarkt, en ik weet precies wie het gemaakt heeft.”

source: 🍽️ All Categories
de: 🍽️ Alle Kategorien
fr: 🍽️ Toutes les catégories
nl: 🍽️ Alle categorieën

source: 🍽️ Categories
de: 🍽️ Kategorien
fr: 🍽️ Catégories
nl: 🍽️ Categorieën

source: 📬 We've sent a verification link to your email — you can keep exploring in the meantime.
de: 📬 Wir haben einen Bestätigungslink an Ihre E-Mail gesendet — Sie können in der Zwischenzeit weiter erkunden.
fr: 📬 Nous avons envoyé un lien de vérification à votre e-mail — vous pouvez continuer à explorer en attendant.
nl: 📬 We hebben een verificatielink naar je e-mail gestuurd — in de tussentijd kun je blijven rondkijken.

source: 1 person
fr: 1 personne
nl: 1 persoon

source: Community
fr: Communauté

source: Details
fr: Détails

source: Optional
fr: Facultatif
nl: Optioneel

source: System
fr: Système
nl: Systeem
